var chatArr = [
  {'key':['在吗','在吗？','在不','在不在','在不？','在不在？','你好&在不','您好&在不','你好&在吗','您好&在吗'],'reply':'在的，有什么问题呢？'},
  {'key':['有人吗','有人吗？','有人在吗','你好&有人','您好&有人'],'reply':'有的，什么问题呢？'},
  {'key':['你好','您好','你好！','您好！','亲&在吗','亲'],'reply':['您好，有什么问题呢？','您好，很高兴为您服务。<br>遇到什么问题了呢？']},
  {'key':['好的','好'],'reply':'嗯嗯'},
  {'key':['谢谢&','感谢&','谢了&','thx&','thank'],'reply':'不客气，应该的！'},

  {'key':['人工&吗','机器人&吗'],'reply':['...<br>什么问题呢，直接说吧','...<br>有什么问题，请讲']},
  {'key':['要&人工','怎么&人工','转&人工','人工客服'],'reply':['...<br>我这么聪明你还是信不过我<br><br>好吧，这是人工客服qq：<a class="kefu_a" target="_blank" rel="nofollow" href="https://wpa.qq.com/msgrd?v=3&uin=1216159647&site=qq&menu=yes"><img border="0" src="https://pub.idqqimg.com/qconn/wpa/button/button_111.gif" alt="点击这里给我发消息" title="点击这里给我发消息"/></a>','好吧，看来我的智商还是不够...<br><br>这是人工客服qq：<a class="kefu_a" target="_blank" rel="nofollow" href="https://wpa.qq.com/msgrd?v=3&uin=1216159647&site=qq&menu=yes"><img border="0" src="https://pub.idqqimg.com/qconn/wpa/button/button_111.gif" alt="点击这里给我发消息" title="点击这里给我发消息"/></a>']},
  {'key':['chat无结果'],'reply':'抱歉，这个问题我不知道怎么回答。<br><br>请联系人工客服：<a class="kefu_a" target="_blank" rel="nofollow" href="https://wpa.qq.com/msgrd?v=3&uin=1216159647&site=qq&menu=yes"><img border="0" src="https://pub.idqqimg.com/qconn/wpa/button/button_111.gif" alt="点击这里给我发消息" title="点击这里给我发消息"/></a>'},
  {'key':['chat纯数字'],'reply':'不要发数字，直接说问题。'},

  {'key':['增加&页数','只有&一页','怎么&多页'],'reply':'word模板默认是单页简历，调整多页方法如下：<br>1、Ctrl+A 全选简历所有内容<br>2、Ctrl+X 剪切所有内容<br>3、此时在空白文档上狂按回车，直到第二页出现。<br>4、光标放在在第一页第一行，Ctrl+V粘贴内容。<br>5、光标放在在第二页第一行，Ctrl+V粘贴内容。<br>Word模板默认是单页的，而且元素都是固定位置的，操作起来比较麻烦，如果对格式没有特殊要求建议使用在线制作，排版和页数都是自动生成。'},


  {'key':['下载&什么格式','下载&格式&是什么','保存&格式&是什么','制作&格式&是什么','保存&什么格式','制作&什么格式'],'reply':'在线制作的简历，支持下载pdf文档和图片，两种格式。'},
  {'key':['怎么&下载&word','怎么&下载&doc','怎么&保存&word','想&下载&word','要&下载&word','要&word格式','如何&下载&word','如何&保存&word','可以&下载&word','不能&下载&word','不能&下载&doc','无法&下载&word','可以&保存&word','为什么&是pdf','导出&word','没有&word'],'reply':'在线制作程序是为简历定制开发的，很多功能和样式word不支持，所以不支持word格式下载编辑。<br><br>word格式要选择“立即下载”才可以。<br>word下载步骤：首页导航》简历模板下载》挑选简历并预览》立即下载'},
  {'key':['制作&word','只能&PDF'],'reply':'在线制作程序是为简历定制开发的，很多功能和样式word不支持，所以不支持word格式下载编辑。'},
  {'key':['转&word'],'reply':'在线制作的简历不能转word格式，排版会出问题。<br>因为在线制作程序是为简历定制开发的，很多功能和样式word不支持，所以不支持word格式下载编辑。<br><br>word格式要选择“立即下载”才可以。word下载步骤：首页导航》简历模板下载》挑选简历并预览》立即下载'},
  {'key':['有&word&吗'],'reply':'word格式要选择“立即下载”才可以。<br>word下载步骤：首页导航》简历模板下载》挑选简历并预览》立即下载'},
  {'key':['简历&什么格式'],'reply':'在线制作，下载是pdf文档和图片格式。立即下载是word格式。<br>pdf和word格式都可以打印、投递、发邮件。<br>但在线专业制作程序比word制作效率高3倍以上。'},
  {'key':['怎么&下&别的格式','怎么&下&其他格式'],'reply':'在线制作，下载是pdf文档和图片格式。<br>立即下载是word格式。<br>word下载步骤：首页导航》简历模板下载》挑选简历并预览》立即下载'},
  {'key':['单次&下载','1次&下载','一次&下载'],'reply':'临时VIP就是单次下载。只是有的用户下载后发现有错误的文字和内容需要修改，我们延长了时间，2小时内不限次下载，这样容错率较高。'},

  {'key':['有&研究生&模板','有&类&模板','有&师&模板','有&医&模板','有&护&模板','有&程序&模板','有&设计&模板'],'reply':'简历模板都是通用的，按需修改内容即可适用于所有职业和场景。'},

  //制作相关
  {'key':['模块&怎么隐藏','模块&删除','模块&能隐藏吗','模块&可以隐藏吗'],'reply':'鼠标移入编辑区的模块标题上，点击标题上面的绿色圆点开关，可以隐藏模块。'},
  {'key':['模块&怎么显示','模块&能显示吗','模块&可以显示吗'],'reply':'鼠标移入编辑区的模块标题上，点击标题上面的灰色圆点开关，可以显示模块。'},
  {'key':['模块&顺序','模块&位置','模块&排序'],'reply':'鼠标移入编辑区的模块标题上，会显示两个绿色的左右箭头，点击箭头可以调整模块顺序。'},
  {'key':['模块&标题&修改'],'reply':'鼠标移入编辑区的模块标题上，标题右边会出现一只绿色的铅笔，点击铅笔即可修改标题。如果是隐藏的模块，需要显示模块后，才能修改标题。'},
  {'key':['字&背景','字&阴影','字&底色'],'reply':'因为从别处复制的文字，把文字样式也复制过来了。<br>全选输入框的内容，点击输入框上面最后一个“Tx”的标志，就可以清除选中内容的样式了。'},
  {'key':['怎么下载','怎么下载&简历','怎么下载&制作','简历&如何&下载','简历怎么下载','怎么下载我的简历','怎么下载简历','做好&怎么&下载','要&下载简历'],'reply':'简历制作编辑页面，右上角和底部都有绿色的“下载简历”按钮。需要先开通VIP，才可以下载的。'},

  {'key':['代做&简历&吗','帮做&简历&吗','代作&简历&吗','代作&简历&钱','可以&代做','能&代做','帮&代做'],'reply':'我们提供专业的HR代作简历服务。<br>普通简历100元/份（1~2页），<br>长简历200元起/份（2页以上）。<br>如果有需要，请联系人工客服：<a class="kefu_a" target="_blank" rel="nofollow" href="https://wpa.qq.com/msgrd?v=3&uin=1216159647&site=qq&menu=yes"><img border="0" src="https://pub.idqqimg.com/qconn/wpa/button/button_111.gif" alt="点击这里给我发消息" title="点击这里给我发消息"/></a>'},

  {'key':['工作年限&删除','工作年限&不','工作年限&取消'],'reply':'点开工作年限选项，可以选择“不填”。'},
  {'key':['教育背景&删除'],'reply':'新增的教育背景，输入框右侧有删除和排序按钮，可以删除不需要的教育背景。<br>如果整个教育背景板块都不想要，可以点击标题上面的绿色开关，隐藏此模块。'},
  {'key':['工作经历&删除','工作经验&删除'],'reply':'新增的工作经历，输入框右侧有删除和排序按钮，可以删除不需要的工作经历。<br>如果整个工作经历板块都不想要，可以点击标题上面的绿色开关，隐藏此模块。'},
  {'key':['工作年限&5年','工作经验&5年','工作年限&4年','工作经验&4年'],'reply':'向下滚动，可以看到更多年限。'},
  {'key':['改&行距','调&行距'],'reply':'行距不能手动调整，是系统根据字体大小自动调整的。'},
  {'key':['信息&排序','信息&顺序','电话&调换','邮箱&调换','联系&调换','求职意向&调换','求职岗位&调换'],'reply':'抱歉，基本信息的顺序，暂不支持手动调整顺序。默认顺序是经过科学调研后的结果。'},
  {'key':['增加&教育','添加&教育','新增&教育'],'reply':'编辑框下面，有一个绿色的增加按钮，点击就可以增加一条新的教育背景。'},
  {'key':['制作&中文','制作&英文'],'reply':'点击首页“在线制作简历”，模板可以选择中文、英文，2种语言版本。'},
  {'key':['转&英文','转&中文','生成&中文','生成&英文'],'reply':'抱歉，目前没有一键转换的功能，敬请期待，感谢支持！<br>您可以点击首页“在线制作简历”，模板可以选择中文、英文，2种语言版本。'},
  {'key':['韩语&简历','韩语&模板','韩文&简历','韩文&模板'],'reply':'抱歉，目前没有韩语版简历模板，敬请期待！感谢支持！'},
  {'key':['提示&保存失败','提醒&保存失败'],'reply':'如果出现保存失败，可以尝试随便修改一下文字，再次触发保存。<br>如果一直提示保存失败，则可能是图片太多，请减少图片数量。<br>仍然为解决，请联系人工客服：<a class="kefu_a" target="_blank" rel="nofollow" href="https://wpa.qq.com/msgrd?v=3&uin=1216159647&site=qq&menu=yes"><img border="0" src="https://pub.idqqimg.com/qconn/wpa/button/button_111.gif" alt="点击这里给我发消息" title="点击这里给我发消息"/></a>'},
  {'key':['怎么&传&头像','怎么&传&照片','如何&传&头像','如何&传&照片','如何&换&照片','怎么&换&照片','如何&换&头像','怎么&换&头像'],'reply':'编辑区“基本信息”分栏中，有“上传照片”的按钮。'},
  {'key':['怎么&加&自荐信','如何&加&自荐信','可以&加&自荐信','有&自荐信'],'reply':'在线制作时，可以把最后一个自定义模块，改成自荐信。'},
  {'key':['简历&内容&断','简历&字&断','制作&内容&断','制作&字&断'],'reply':'在线制作时，如果分页时切断了文字内容：<br>1、可以通过回车提前控制避开截断区域。<br>2、通过网页顶部的“页面设置”，调整模块间距，控制截断位置。'},
  {'key':['修改&背景','修改&皮肤','怎么&调&背景','如何&调&背景','怎么&设置&背景','如何&设置&背景','怎么&改&背景','如何&改&背景'],'reply':'制作页面的顶部，皮肤设置，有9个默认色，也可以用调色盘自定义任何颜色。'},
  {'key':['下载&是pdf','保存&是pdf'],'reply':'是的，在线制作后下载的是pdf文档、图片，两种格式。'},
  {'key':['想&添加&证书&片','怎么添加&证书&片','如何添加&证书&片','可以&添加&证书&片'],'reply':'输入框上面，有很多功能按钮，点击添加图片的按钮，即可插入图片。'},

  //费用类
  {'key':['终身&不会&再&钱','终身&一直&免费','终身&不会&再&费','终身&买&后&随时&下载','终身&买&后&下次&下载','终身&买&后&之后&下载'],'reply':'终身vip可以终身免费使用和下载简历，以后可以随时下载，不会再收取费用。'},
  {'key':['付款&还&提','支付&还&提','付钱&还&提','付款&还&让我','支付&还&让我','付钱&还&让我'],'reply':'刷新一下网页，重新点击下载试试。<br>如果不行，请回复“人工客服”'},
  {'key':['之前&买&还要','之前&钱&还要','之前&支付&还要'],'reply':'您之前购买的会员可能过期了，注意看看下单时间。<br>如果有疑问，请回复“人工客服”'},
  {'key':['收钱吗','收费吗','花钱吗','怎么&免费','只能花钱&下载','下载要钱吗','下载要花钱吗','下载收费吗','是免费的吗','免费吗','可以&免费','能&免费','不是&免费','付费&下载的吗','付费&才&下载'],'reply':'在线制作、修改、转发是免费的。<br>下载、更换模板、传图片等是会员特权，需要开通VIP。<br>由于经营成本较高，所以无法做到完全免费，希望您能理解。'},
  {'key':['怎么&收费','简历&多少&钱','多少钱','多少钱&一份','多少钱&一次'],'reply':'制作一次是12.9元，终身不限次修改和下载是39元。'},
  {'key':['终身会员&没','永久会员&没'],'reply':'先尝试绑定手机号和邮箱，如果还是没有找回，请联系人工客服：<a class="kefu_a" target="_blank" rel="nofollow" href="https://wpa.qq.com/msgrd?v=3&uin=1216159647&site=qq&menu=yes"><img border="0" src="https://pub.idqqimg.com/qconn/wpa/button/button_111.gif" alt="点击这里给我发消息" title="点击这里给我发消息"/></a>'},
  
  {'key':['补&升级&VIP','补&升级&会员','可以&补差价','能&补差价','怎么&升级&会员','怎么&升级&VIP'],'reply':'可以，请联系人工客服：<a class="kefu_a" target="_blank" rel="nofollow" href="https://wpa.qq.com/msgrd?v=3&uin=1216159647&site=qq&menu=yes"><img border="0" src="https://pub.idqqimg.com/qconn/wpa/button/button_111.gif" alt="点击这里给我发消息" title="点击这里给我发消息"/></a>'},
  
  {'key':['提示&不是会员','提示&不是vip'],'reply':'1、刷新一下网页，网页可能退出登录状态了，需要从新登录。<br>2、可能vip已经过期了，除了终身vip，其它vip类型都是有有效期的，过期之后就会失去下载、更换模板等特权。'},
  {'key':['支付&不&下载','付钱&不&下载','支付&无法下载','付钱&无法下载','付款&不&下载','付款&无法下载','支付&不&下载','支付&无法下载'],'reply':'点击网页右上角头像，进入个人中心，看看显示的是不是VIP。<br>1、如果是VIP，在下载的页面刷新几次网页，点击下载就可以了。<br>2、如果是普通用户，点击“我的订单”，复制订单号，把订单号发给人工客服：<a class="kefu_a" target="_blank" rel="nofollow" href="https://wpa.qq.com/msgrd?v=3&uin=1216159647&site=qq&menu=yes"><img border="0" src="https://pub.idqqimg.com/qconn/wpa/button/button_111.gif" alt="点击这里给我发消息" title="点击这里给我发消息"/></a>。'},

  //打印
  {'key':['怎么&打印','可以&打印','支持&打印','能&打印'],'reply':'需要先下载，下载pdf文档后，打印pdf文档即可。'},
  {'key':['怎么&A4','怎么&A3','A4&打印','A3&打印'],'reply':'pdf文档分辨率较高，不用担心尺寸问题，都可以直接打印在A4纸上的。<br><b class="orange">注意：不要把pdf转成word打印，直接打印pdf即可。</b>'},
  {'key':['打印&不全','打印&断','打印&完整'],'reply':'pdf打印的时候，用默认打印设置直接打印就可以了。不需要调整纸张和尺寸什么的。'},

  //常见问题
  {'key':['docx&无法编辑','docx&不能编辑','docx&无法修改','docx&不能修改','word&打不开'],'reply':'右键点击docx文件，选择属性，勾选以解除文档锁定状态，再取消文档只读模式（如果不是只读，请忽略）。'},
  {'key':['文件&打不开','简历&打不开','文件&无法打开','下载&打不开','打开&乱码','文档&打不开'],'reply':'1、如果文件格式是pdf、docx，打不开（或乱码）是因为电脑没有安装办公软件。<br>请安装金山wps：<a href="https://www.wps.cn" target="_blank">金山wps官网</a>。<br><br>2、如果是zip压缩包打不开，说明电脑里没有解压的软件，请安装一个解压缩软件再试。'},
  {'key':['下载&找不到','文件找不到'],'reply':'1、看看浏览器底部有没有文件保存提示，如果有，点击打开所在文件夹，复制文件到桌面。<br>2、点击浏览器右上角，设置按钮，找到下载内容或目录。'},
  {'key':['下载&后&修改','下载&后&编辑'],'reply':'下载后的文档不能修改，需要登录全民简历，在线编辑修改。'},
  {'key':['word&修改&标题消失','word&保存&标题消失'],'reply':'word软件版本太低，word版本需要大于2007。<br>推荐安装新版WPS：<a href="https://www.wps.cn" target="_blank">金山wps官网</a>。'},
  {'key':['怎么&退出登录','如何&退出登录','怎样&退出登录'],'reply':'点击网页右上角我的头像，点击“安全退出”。'},
  {'key':['订单&在哪','订单&怎么看','订单&查'],'reply':'点击网页右上角我的头像，点击“我的订单”。'},
  
  
];